/*
 Localizable.strings
 TSFeedback
 
 Created by 沧海无际 on 2020/5/14.
 
 */

"E-mail" = "อีเมลล์";
"Enter your email address here" = "ป้อน ที่อยู่อีเมลของคุณ ที่นี่";
//"Content" = "Content";
//"Note:" = "Note: ";
"Submit" = "ส่งมอบ";
"Sending…" = "กำลังส่ง......";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "จดหมายถูกส่งเรียบร้อยแล้ว! เราจะแก้ปัญหาโดยเร็วที่สุดเท่าที่จะทำได้";
"Send failed!" = "การส่งไม่สำเร็จ!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "คุณยังสามารถคลิกที่การสนับสนุนสินค้าเพื่อค้นหาโซลูชันที่เกี่ยวข้อง. การสนับสนุนสินค้า >> ";
"Product Support >>" = "การสนับสนุนสินค้า >>";
"Please make sure your network connection is working and submit again." = "โปรดทำให้แน่ใจว่าการเชื่อมต่อเครือข่ายการทำงานของท่านนั้นกำลังทำงานอยู่และส่งอีกครั้ง";
"Feedback" = "ผลตอบกลับ";

"Please enter valid Email address." = "โปรดป้อนอีเมลล์แอดเดสที่ใช้งานอยู่จริง";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "ขอบคุณสำหรับการติดต่อพวกเราและบอกพวกเราในความคิดเห็นของท่านเกียวกับสินค้าของเรา";
"What do you want to do with this product?" = "ท่านต้องการอะไรจากสินค้านี้?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "ในการแก้ไขปัญหาอย่างรวดเร็ว โปรดอธิบายปัญหาที่คุณพบโดยละเอียดที่สุด";
"What is your problem when using this product?" = "ปัญหาของคุณเมื่อใช้สินค้านี้คืออะไร?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "หากคุณมีคำถามใด ๆ เกี่ยวกับสินค้าหรือบริการหลังการขาย โปรดแจ้งให้เราทราบ";
"E-mail" = "อีเมลล์";
"Please enter a valid email address" = "โปรดป้อนอีเมลล์แอดเดสที่ใช้งานอยู่จริง";
"Please make sure your email is correct" = "โปรดทำให้แน่ใจว่าอีเมลล์ของท่านนั้นถูกต้อง";
"Notes:" = "หมายเหตุ :";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: เนื่องจากความแตกต่างของเวลาของการบริการลูกค้าทั่วโลก คุณจะได้รับคำตอบภายใน 48 ชั่วโมงในวันธรรมดา";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: คุณยังสามารถตรวจสอบคำถามที่พบบ่อยออนไลน์ของเราเพื่อเรียกดูปัญหาการสั่งซื้อหรือปัญหาทางเทคนิคได้อย่างรวดเร็ว";
"order issues" = "ปัญหาการสั่งซื้อ";
"technical problems" = "ปัญหาทางเทคนิค";

"Attach log file" = "แนบไฟล์เข้าสู่ระบบ";
"Attach images:" = "แนบรูปภาพ:";
"Add Image" = "ใส่รูปภาพ";
"Add up to 2 images" = "ใส่ได้สูงสุด 2 ภาพ";
"Submit" = "ส่งมอบ";
"Sending…" = "กำลังส่ง......";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "จดหมายถูกส่งเรียบร้อยแล้ว! เราจะแก้ปัญหาโดยเร็วที่สุดเท่าที่จะทำได้";
"Send failed!" = "การส่งไม่สำเร็จ!";
"Please make sure your network connection is working and submit again." = "โปรดทำให้แน่ใจว่าการเชื่อมต่อเครือข่ายการทำงานของท่านนั้นกำลังทำงานอยู่และส่งอีกครั้ง";
"Feedback" = "ผลตอบกลับ";
"OK" = "ตกลง";
